[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Chiudi
btnUpdate.Caption=Scarica
btnConfirmCancel.Caption=Annulla
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Congratulazioni! Hai già l'ultima versione. Nessun aggiornamento è disponibile.
lblGetUptInfo.Caption=Sto ricevendo informazioni sull'aggiornamento, attendere prego...
btnConfigCancel.Caption=Annulla
btnMinimize.Caption=Riduci a icona
btnProcessCancel.Caption=Annulla
btnUptWeb.Caption=Aggiorna adesso
btnWebCancel.Caption=Aggiorna in seguito
lblUpdateFailed.Caption=Aggiornamento fallito! Per favore riprova più tardi oppure clicca riprova adesso.
btnFailedClose.Caption=Chiudi
btnRetry.Caption=Riprova
btnSuccessClose.Caption=OK
lblWebHisTitle.Caption=Nuova versione è già pronta!
btnWebCancelHis.Caption=Aggiorna in seguito
btnUptWebHis.Caption=Aggiorna adesso
lblWebHisWhatsNew.Caption=Novità

[LiveUpdate_M]
Item=Elemento
Size=Dimensione
Version=Versione
DownLoading=Scaricando
OK=OK
Close=Chiudi
LiveUpdate=Aggiorna
UpdateSuccess=%s è aggiornato. Adesso hai le ultime funzionalità e miglioramenti.
WebDownLoad=Una nuova versione di %s è disponibile. Per favore aggiornalo per ricevere le ultime funzionalità e miglioramenti.
AvailableUpdates=Aggiornamenti disponibili
NewVersion=Nuova versione
VersionUpdate=Versione aggiornamento
ImportantUpdate=Aggiornamento importante
WebNewVerHis=%s sono disponibili ora. Aggiorna subito e goditi gli ultimi miglioramenti e le nuove funzionalità.
